Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默发现他的态度软化了，眼珠子一转，当即打铁趁热的说道：“老人家，其实我们想出海的目的跟你口中的那些人不一样，是这样的，我们有一个朋友受了伤，他现在动不了，所以想让我们帮忙通知他的族人，他说他的族人就住在活水河界。”
en_us: You XiaoMo found that his attitude softened. His eyes roved around and he immediately struck while the iron was hot, "Elder (老人家), in actual fact, our purpose for heading out to sea is a little different from those people you've mentioned before. It's like this, we have a friend who was seriously injured and he cannot move about now. So he asked us to help him inform his clan members. He said his the people from his clan live in the Living Waters River Boundary."

source: 游小默发现大家看着的他的乒乓的眼神就像看到真正的宝贝一样，就差放射出两束激光。
en_us: You XiaoMo realized that everyone was staring at his Ping Pang like they were invaluable treasures, almost like they could shoot lasers from their eyes.

source: 游小默发现有很多人的视线总是若有似无的落在他身上，大部分都是幸灾乐祸的表情，只有少部分眼光灼灼，一时没反应过来，表情有些茫然。
en_us: You XiaoMo realized that people kept glancing at him, like they were excepting a show. Some looked over with burning gazes. He didn't know how to react for moment, confused.

source: 游小默发现，加上乔无星和九夜他们，这场生辰宴根本就是年轻人的天下，该不会苍盟盟主其实是打着让他的小徒弟结交更多的好友吧？
en_us: You XiaoMo discovered, in addition to Qiao WuXing and Jiu Ye, this birthday banquet was basically the realm of the youngsters (年轻人的天下). Could it be that the head of the Cang Alliance actually intended to let his little disciple make more close friends?

source: 游小默发誓他听到很多人吞咽口水的声音。
en_us: You XiaoMo swore that he could hear the sounds of many people swallowing.

source: 游小默取下一块兔子肉，将其切成一块一块的，容易入口的大小，然后用小盆子装殷勤的送到凌霄面前，兴奋的说道：“尝尝我的烤肉手艺。”
en_us: You XiaoMo took off a section of the rabbit meat and cut it into bite-sized pieces. He plated it onto a small pot and eagerly delivered it to Ling Xiao as he excitedly bubbled, "Try my meat roasting skills."

source: 游小默只好往回走。
en_us: You XiaoMo could only go back the way he came.

source: 游小默只好自己判断，说真的，他从来没想过契约一只黄鼠兽，这货让他想到黄鼠狼，俗话说，黄鼠狼给鸡拜年，没安好心。
en_us: You XiaoMo could only decided for himself. To be completely honest, he hadn't thought of contracting a Weasel Beast, it just reminded him weasels. As the saying goes, a weasel giving his respect to the chicken has ulterior motives.

source: 游小默只感觉船晃动了一下，紧接着两艘商船就像装了马达一样迅速的前行了，不由得惊呼一声。
en_us: You XiaoMo only felt the boat swaying for a moment. Immediately after, the two merchant ships rapidly shot forward as if they had been equipped with motors. He could not help crying out in surprise.

source: 游小默只看了他们一眼就收回视线，他在黑衣人身上找了一圈，只发现一只储物袋，里面的东西也不多，能够证明身份的东西一件也没有。
en_us: You XiaoMo took one look and turned away. He searched through the man in black's body but only found one magic bag and there wasn't much in it either. Nothing to identify him whatsoever.

source: 游小默可不认为凌霄已经没事了，内伤不经过调息是很难好的。
en_us: You XiaoMo didn't think that Ling Xiao was healed. Without proper rest and recovery, internal injuries were very hard to recover from.

source: 游小默吃惊的张大嘴巴，刚要说话，凌霄二话不说便将男子收进空间，低沉的声音迅速的吐出一个字，“走！”
en_us: You XiaoMo opened his mouth in shock. He was about to speak when Ling Xiao abruptly sent the man into his pocket dimension and quickly said, "Let's go."

source: 游小默吃苦耐劳的忍了，看在凌霄是病好的份上，这点小事就不跟他计较了。
en_us: You XiaoMo restrained himself with much hardship. he would not argue with Ling Xiao about this small matter seeing that he had just recovered (病好).

source: 游小默同意了。
en_us: You XiaoMo agreed.

source: 游小默同样一惊，没想到凌霄会把事情说出来。
en_us: You XiaoMo was also shocked too. He did not expect Ling Xiao to speak of these events.

source: 游小默后知后觉的发现这个事实，他都忘了是因为那件乌龙事件才会与凌霄分开的，要是被他找到，他的下场恐怕不会太好，想想就一阵胆寒，看来近期不能与凌霄联系。
en_us: You XiaoMo discovered this fact in hindsight. He had forgotten that Ling Xiao and him had separated because of that Black Dragon (乌龙) incident. If he was found by Ling Xiao, he was afraid that he might not come to a good end. You XiaoMo was terrified once he thought about it, it looked like he would not be able to contact Ling Xiao in the near future.

source: 游小默后知后觉的想起这个问题，不过凌霄应该不是没有准备的人。
en_us: You XiaoMo only thought of this problem in hindsight. However, Ling Xiao shouldn't be unprepared.

source: 游小默吓一跳，扒过他的手，“怎么不见了？”
en_us: You XiaoMo was startled and grabbed his hand. "How come it vanished?"

source: 游小默吓了一跳，再次求救的看向凌霄。
en_us: You XiaoMo jumped in surprise, and once again looked towards Ling Xiao for help.

source: 游小默吓了一跳，差点从椅子上摔下去，被凌霄眼疾手快的拉住，责备道：“我才要问你做什么，一天要吓我几次你才甘心。”
en_us: Taken by surprise, You XiaoMo almost fell off the chair and was pulled back by Ling Xiao quick reflexes. You XiaoMo said with reproach, "I'm the one who wants to ask you, what are you doing? Just how many times a day do you want to scare me before you're satisfied."

source: 游小默吓了一跳，连忙看向四周，见没人发现才松了一口气，怕吞金兽会再做这种事，他寻了个空挡将剩下的糖葫芦扔了，没注意到他的小妖兽们正一脸可惜。
en_us: That startled You XiaoMo and he quickly took a look around to see if anyone saw. When he realized no one did, did he breathe a sigh of relief. Afraid that they would it do it again, he threw out the rest when he had a chance. Of course he didn't notice the look of disappointment on his beasts.

source: 游小默吓得赶紧捂住传音石，回头偷偷看了星罗城主一眼，见他表情没有异样，这才放下心来，干咳一声。
en_us: Hearing this, You XiaoMo hurriedly covered the transmission stone stone, discretely glancing at Starfall City's City Master. Seeing that the other's expression hadn't changed, he relaxed a little, coughing.

source: 游小默吞吞吐吐的问道：“这枚十级灵丹能换多少灵晶？”
en_us: You XiaoMo slowly asked, "How many spirit gems could I get for the level ten pill?"

source: 游小默吞咽了一口口水，“发生了什么事？”
en_us: You XiaoMo swallowed, "What happened?"

source: 游小默听他越说越离谱，顿时恼羞成怒了，翻身就扑到他身上，“老子自己给自己播不行吗？
en_us: You XiaoMo immediately flew into a rage out of humiliation upon hearing him sprout off outrageous things the more he talked. He turned over the threw himself onto Ling Xiao, "LaoZi (老子) will sow it himself. What of it?

source: 游小默听到他的话后不禁眯起眼，这个老头果然有问题，一个不知情的人怎么可能会随随便便质疑别人的话，而且还一副不相信的表情，除非他早就知道莫景在刍云山脉遇险。
en_us: You XiaoMo could not refrain from narrowing his eyes upon hearing what he said. Sure enough, there's a problem with this old man. How could an person who was unfamiliar with the situation casually question others' words and look so unconvinced unless he already knew that Mo Jing had met with danger in the ChuYun Mountain Range?

source: 游小默听到他说‘你的男人’，脸色不禁臊一下，旋即正色道：“那是当然的，不是人人都跟你一样只要一般对待就行的。”
en_us: Hearing him say 'your man', You XiaoMo's face flushed involuntarily. He composed himself and said, "Of course. Not everyone is alright with being treated as ordinary like you are."

source: 游小默听到后默默地将脸转过来凌霄这边，他已经把这件事给忘记了。
en_us: Hearing this, You XiaoMo discretely turned his head towards Ling Xiao. He had forgotten about that already.

source: 游小默听到这句话也惊喜了，摩拳擦掌，用行动表示他也想竞争，别人或许还要考虑酿造灵酒的成本，但是他不用。
en_us: You XiaoMo was also pleasantly surprised and he rubbed his hands together in anticipation. After all, others would have to consider the cost of brewing wine but he didn't.

source: 游小默听完后表情很复杂。
en_us: You XiaoMo's expression was very complicated after hearing this.

source: 游小默听得一脸黑线，恼羞成怒：“什么叫做比某某还蠢，这个某某是指谁？”他怎么感觉在影射他？
en_us: You XiaoMo flew into a rage after hearing this. "What does he mean, 'even more stupid than so-and-so'? Who is this 'so-and-so'?" Why did he feel like it was alluding to him?

source: 游小默听得嘴角直抽搐，不愧是当老大的，这番演讲真是有够渲染的，深情并茂，想必他平时一定常常做这些事。
en_us: You XiaoMo felt his mouth twitch the whole way through. No wonder he was the boss, that sure was an exaggerated, heartfelt speech. Clearly it wasn't his first time.

source: 游小默吸了吸鼻子，他还以为立刻就能解开呢。
en_us: You XiaoMo sniffled, he had thought that Ling Xiao could undo it immediately.

source: 游小默咂咂舌，隧道的地势是越往里面走地势越低，他们才刚走一两百米就见水了，再往里面走，指不定是个水下世界。
en_us: You XiaoMo clicked his tongue. As they went further in the tunnel, the deeper they were going as well. Just a one or two hundred meters and they're already seeing water. If they went further, it might just be an underwater world.

source: 游小默咂嘴，不以为然的说道：“你说的这种情况适合大部分人，但不是人人都适合的，有些人就要特别对待。”
en_us: You XiaoMo pouted, saying disapprovingly (不以为然), "The situation you're talking about might apply to most people, but not all. Some people are special."

source: 游小默和凌霄转了一圈后，发现九层也没有风驰云的身影，两人脱离队伍隐进空间商量对策。
en_us: After taking a look around, You XiaoMo and Ling Xiao found that Feng ChiYun wasn't on this floor either. The two left the group and hid into their dimension to discuss their future plans.

source: 游小默和九夜一起走进去，刚看到里面的情形，他就想发笑。
en_us: You XiaoMo walked in together with Jiu Ye. The moment he saw the situation inside, he started to laugh.

source: 游小默和凌霄也是观望的其中一员。
en_us: You XiaoMo and Ling Xiao were also amongst those who were taking the wait-and-see approach.

source: 游小默和凌霄从船舱里走出来，海上很黑，除了商船发出来的明亮光芒，四周都是黑暗的，静悄悄一片。
en_us: You XiaoMo and Ling Xiao walked out from the hold of the ship. The sea was pitch black. It was dark and extremely quiet all around except for the light shining from the merchant ship.

source: 游小默和凌霄住一间房，其他人都是一人一间。
en_us: You XiaoMo and Ling Xiao were staying in one room together. The others all had a room to themselves.

source: 游小默和凌霄刚回到客栈没多久，谢俊一群人也回来了。
en_us: It wasn't long after You XiaoMo and Ling Xiao returned that Xie Jun's group arrived too.

source: 游小默和凌霄前往铺子买了一张洞域的地图，他们在昨晚就已经打听过，有些修炼者是知名的冒险家，他们会在探险归来后将看到的地形画下来，后来发现这是一个商机，于是便制作成地图进行买卖。
en_us: You XiaoMo and Ling Xiao went to the store to buy a map of the Dong Yu. They had gone and gotten word that some practitioners were famous explorers who would record what they had seen and create maps after exploring. Thus, they would sell these maps for profit.

source: 游小默和凌霄却第一时间就发现了，这个莫雪是典型的不长记性，被整得那么惨后还敢用这种眼神看着他们，看来多年的优越感一时间让她戒不掉这种陋习，昨晚才要死不活，今天有这么不怕死。
en_us: You XiaoMo and Ling Xiao had become aware of it in the first second. This Mo Xue was the typical example of someone who didn't learn her lesson. She was punished so brutally, yet she still dared to use that kind of expression to look at them. It seemed that years of having a superiority complex prevented her from dropping this kind of bad habit. Just last night she was more dead than alive, yet today she didn't seem to fear death at all.

source: 游小默和凌霄同时转头朝他看过去，后者一脸纠结模样。
en_us: You XiaoMo and Ling Xiao simultaneously turned their heads to look at him, the latter looking conflicted.

source: 游小默和凌霄回中天的消息很快就被渲染出去。
en_us: The news of You XiaoMo and Ling Xiao returning to Zhong Tian spread very quickly.

source: 游小默和凌霄在鲸岛过了一晚，第二天才离开。
en_us: You XiaoMo and Ling Xiao spent the night at Whale Island before leaving the next day.

source: 游小默和凌霄对视一眼，两人很有默契的找起风迟云，若游震天真的把他带来了，应该不难找，不过当他们看了一圈后，却没有发现风迟云的身影。
en_us: You XiaoMo and Ling Xiao looked at each other and went off to find Feng ChiYun in sync. If You ZhenTian really brought him, he shouldn't be too hard to find. However, they didn't see any hint of Feng ChiYun when looking around.

source: 游小默和凌霄已经走到他们面前，开口说话的人是游小默，只见他看了看三人，笑眯眯的问道：“请问我们可以进去吗？”
en_us: You XiaoMo and Ling Xiao was already in front of them by then, with the one talking being You XiaoMo. He looked at the three and asked with a smile, "Can we enter?"

source: 游小默和凌霄有什么反应？
en_us: What reaction did You XiaoMo and Ling Xiao have?

source: 游小默和凌霄没有急着下船，杨丁三人却在船靠岸后火烧屁股的逃了，自从被游小默整治了一把，他们再也不敢来找麻烦，在船上看到游小默都像惊弓之鸟一样，后来干脆躲在房间里不敢出来了。
en_us: You XiaoMo and Ling Xiao weren't in any hurry to get off the ship, but Yang Ding and the rest fled rapidly off the boat as soon as it neared shore. Ever since You XiaoMo had punished them, they didn't dare to create any more trouble, and every time they saw You XiaoMo on the ship they grew extremely nervous. In the end, they simply hid in their rooms and didn't dare to come out.

source: 游小默和凌霄直接住进一家客栈，并且预付了一个月的房钱，小镇的条件比较落后，东西都不贵。
en_us: You XiaoMo and Ling Xiao rented a room in an inn and prepaid a month's worth of rent. The town wasn't that developed, so everything was cheap.

source: 游小默和凌霄立刻跟过去。
en_us: You XiaoMo and Ling Xiao quickly followed.

source: 游小默和凌霄站在山脚下，两人被衬托得尤其渺小。
en_us: You XiaoMo and Ling Xiao stood at the foot of the mountain, and looked extremely small against the backdrop.

source: 游小默咧起的嘴巴又合了起来。
en_us: You XiaoMo's mouth, which had fallen open, closed again.

source: 游小默咬了他的肩膀一口，含糊不清的说道：“你、你快点……”
en_us: You XiaoMo bit his shoulder and in a muffled voice, said, "You, you hurry up..."

source: 游小默咳了一声，说道：“我就是想问一下，我的金翅虫交配以后，是立刻就能产出金丝，还是这玩意就像怀孕，不知道什么时候才会中招？
en_us: You XiaoMo cleared his throat, saying, "I just wanted to ask. After my Golden Winged Insects mate, can they immediately produce the golden silk or is it like pregnancy, and we won't know when they'll be hit?"

source: 游小默咽了咽口水，这也太恐怖了，“有没有办法拿出来？”
en_us: You XiaoMo swallowed, this was too horrifying, "Is there any way to remove it?"

source: 游小默哀怨的拍打着困住他的膜，也不知道是什么东西，明明出入口什么东西也没有，他却出不去，好像被一层透明的膜隔在里面。
en_us: You XiaoMo resentfully slapped the membrane (膜) trapping him. He didn't even know what it was; clearly there had been nothing there in the gateway, yet he couldn't leave, as if he was trapped inside by a clear membrane.

source: 游小默哀怨的瞥他一眼，他这算不算皇帝不急，急死太监？
en_us: You XiaoMo glanced at him aggrievedly. Could this be considered as the emperor as not worried, but his eunuchs were worried to death?

source: 游小默哈哈一笑，“我对它的配方比较感兴趣。”
en_us: You XiaoMo laughed at that and said, "I'm more interested in the recipe."

source: 游小默哼道：“我就不信你没当过贼。”
en_us: You XiaoMo huffed, "I refuse to believe that you haven't done the same."

source: 游小默唉声叹气的看着头顶穿了个大洞，幸好今天没下雨，不过他预付了一个月的房钱，这才住了几天而已。
en_us: You XiaoMo sighed in despair and looked at a big hole on the roof. Fortunately, it did not rain today, but he paid a month's rent in advance and stayed only a few days.

source: 游小默啧了一声，不过很快他就知道莫雪这种反应的原因。
en_us: You XiaoMo clicked his tongue. However, he learned the reason behind Mo Xue's reaction very quickly.

source: 游小默喊来活计准备结账。
en_us: You XiaoMo called the attendant over and prepared to foot the bill.

source: 游小默嗅了嗅，空气中果然能闻到一股爽到让人颤栗的酒香。
en_us: You XiaoMo took a sniff and without much surprise, he could smell a delightful fragrance of wine in the air that made him shiver. (爽到让人颤栗)

source: 游小默嘀咕了一句，每次都这样，非得让他做了之后才提醒他，这种方法一点也不给力，虽然会让他印象深刻，吃一堑长一智，但是他也会很后悔救了她。
en_us: You XiaoMo muttered to himself, it's like this every time. He always must let me do it before he reminds me. This kind of method was not the least bit awesome, though it did leave a deep impression on him and make him learn from his mistakes. However, he really regretted saving her now.

source: 游小默嘴一抽，说了那么多，最后一句才是重点吧？
en_us: You XiaoMo's mouth twitched. Having said so much, the last sentence was the main point right?

source: 游小默嘴角一抽。
en_us: You XiaoMo's mouth twisted.

source: 游小默嘴角一抽，不吃拉倒，虽然放置太久可能对灵丹的效果有影响，但是拿出去卖的话肯定能卖一大笔灵晶，上次在古玛部落的集镇买了株灵草，他的储物袋已经有点干瘪了。
en_us: You XiaoMo felt the corner of his mouth twitched, fine don't eat it. Although it may reduce the effectiveness of the pills by leaving it out for so long but it would still sell for tones of spirit gems. Since he last bought magic herbs in the Guma Tribe, his magic bag had been feeling a bit empty.

source: 游小默嘴角一抽，他必须适应长大后的皮球，旋即正色道：“不行，你们也看到了，小船只能坐下两三个人，而且你们去了也没什么作用，人多反而会碍事，你们留下来还可以在河镇打听，如果知道通灵玄龟的消息就通知我们。”
en_us: The corner of You XiaoMo's mouth twitched. He had to get used to the adult PiQiu, and he soon said seriously, "No, you guys also saw how the small boats can only fit two or three people. Also, even if you guys go, you won't be much use. More people will only be a hindrance. If you guys stay here, you can also ask around River Town, and if you hear anything about the Psychic Black Turtle you can notify us."

source: 游小默嘴角一抽，怎么觉得纯洁的友谊被他这么恶意说，好像多了点什么东西似的，是他的错觉吗？
en_us: You XiaoMo grimaced. Why did he feel that a clean and honest friendship had been described so maliciously (恶意说) by him, as if there was something added on. Was it his misconception?

source: 游小默嘴角一抽，热闹的大堂突然安静下来。
en_us: You XiaoMo's mouth twitched. Suddenly, the noise in the lobby quieted down.

source: 游小默嘴角一抽，真是自信过多的脑残，不过罪魁祸首还是凌霄，面具摘下来果然又招蜂引蝶，本以为洞域的女性应该不会很多，结果运气来也挡也挡不住。
en_us: You XiaoMo felt the corner of his mouth twitch, really, another brain-damaged-overly-confident person. But the chief culprit was still Ling Xiao. Without the mask, he really attracted people like bees to flowers. He had thought that there weren't many females in Dong Yu, but when luck comes around, you can't stop, can you.

source: 游小默嘴角一抽，虽然老板娘死有余辜，但是这种情况下还要追过去，可见毛球也是个睚眦必报的人。
en_us: You XiaoMo's mouth twitched, although the proprietress was getting what she deserved, but chasing after her even in this situtiation, clearly MaoQiu was not someone who let people off the hook. (睚眦必报)

source: 游小默嘴角微微一抽，这是想要他进去还是不想他进去，竟然用这么看不起人的语气说话，他也是有血性的好不好。
en_us: The corners of You XiaoMo's lips twitched slightly. Did he want him to go in or not? Ling Xiao actually used such a scornful tone of voice. You XiaoMo also was courageous and upright, alright?

source: 游小默嘴角微抽，“不用了，我真的有重要的事情，你跟着不方便。”
en_us: The corner of You XiaoMo's mouth twitched. "No need. I really have some very important business to attend to. It won't be convenient for you to follow."

source: 游小默嘴角抽了抽，他宁愿不要了解。
en_us: The corner of You XiaoMo's lips twitched. He'd rather not understand.

source: 游小默嘴角抽搐，决定不再跟他说话了。
en_us: The corners of You XiaoMo's mouth twitched and he decided not to speak to him again.

source: 游小默嘴角猛地抽搐起来，瞬间起了一身鸡皮疙瘩，忍无可忍道：“你在想什么啊，我是说他可能会废了你的修为之类的，你想成什么啊？”
en_us: The corners of You XiaoMo's lips twitched fiercely, and goosebumps appeared all over him in an instant. He said, exasperated, "What are you thinking, I meant that he would probably cripple your cultivation base or something like that, what did you think I said?"

source: 游小默嘴角直抽搐。
en_us: You XiaoMo's mouth twitched violently.

source: 游小默回头对凌霄他们说道：“我去了，你们记得等我。”
en_us: You XiaoMo turned back and said to Ling Xiao and the others, “I’m off, remember to wait for me.” .

source: 游小默回头就看到一朵巨大的蘑菇云出现在游震天站的位置上，爆炸的威力在不断的扩散，蘑菇云迅速的膨胀，明明他们在往后退，可是他却能看到蘑菇云在变大，可见爆炸的威力有多么大。
en_us: You Xiaomu looked back and saw an immense mushroom cloud appear where You ZhenTian was standing. The power of the explosion unceasingly spread out as the mushroom cloud rapidly expanded. It was obvious they were retreating, yet he could see the mushroom cloud growing bigger. It was evident how powerful the explosion was.

source: 游小默回头看了他们一眼，还以为需要身份验证之类的，感情是用来摆设的。
en_us: You XiaoMo turned around to take a look, he thought that they would need to prove their identity or something, but it looks like they're just for show.

source: 游小默回头看了眼蘑菇云的方向，游震天随时有可能追上来，想到这，他立刻拿出一枚空间符，“我们用这个离开。”
en_us: You XiaoMo looked back in the direction of the mushroom cloud. You ZhenTian could catch up to them at any time. He immediately took out a teleportation talisman once he thought of this, "We'll use this to leave."

source: 游小默回头看着他，骄傲的说到：“看我的心情。”
en_us: You XiaoMo looked back at him and said, proudly, "That depends on my mood."

source: 游小默回头说：“两个月没去乌山集镇，我想去看看，说不定灵草堂的李管事已经找到黑莲草，正愁着找不到我们。”
en_us: You XiaoMo turned his head, saying, "It's been two weeks since we've been to WuShan Town. I want to visit. Manager Li of the Magic Herb Shop might've already found the black lotus herb and is freaking out about not being able to find us."

source: 游小默回头，刚好看到凌霄脸上还没来得及收起的笑容，笑得真是夸张，心中的疑惑越来越深，皱着脸道：“你在笑什么？”
en_us: You XiaoMo turned around only to see Ling Xiao's yet to be retracted smile. It was so exaggerated that he was even more confused. With a scrunched up expression, he asked, "What are you laughing at?"

source: 游小默回身，一拳就砸了过去，虽然跟个弱者计较有失他的身份，但这种人必须给个教训，否则他们只会变本加厉，集九镇最强的人是吗？
en_us: You XiaoMo turned back and sent a fist smashing at the man. Although it was beneath him to argue with a weak man, such people must be taught a lesson. Otherwise, they would only go from bad to worse. The strongest man in JiJiu Town, right?

source: 游小默囧囧的想着，应该不会吧，但这种事情凌霄确实做得出来。
en_us: You XiaoMo's face was like '囧囧' as he thought about it, but it was true that Ling Xiao could do this kind of thing.

source: 游小默在玉简里七挑八选的，还真被他找到这种丹方，从低级灵丹到高级灵丹，每一等级都有好几种，他是不是应该惊叹一声先祖的魄力，连这种药效的丹方都收。
en_us: You XiaoMo flipped through the recipes in the jade drive and managed to find quite a few of these. From low level magic pills to high level magic pills, there were several for each level.

source: 游小默在上面看得佩服不已，这个花姑具备了很多人都没有的东西，心思比男人还狠，做事非常果断，这种人若在乱世之中绝对会成为一方枭雄霸主。
en_us: You XiaoMo watched on in endless admiration from up the tree. This Hua Gu possessed traits that many people did not have. Her mind was more merciless than a man's, and she handled matters in an extremely decisive manner. This sort of person would definitely become a fierce and powerful overlord (枭雄霸主) if they were in turbulent times.

source: 游小默在下面踢了凌霄一脚。
en_us: You XiaoMo kicked Ling Xiao's foot under the table.

source: 游小默在中心城的时候偶尔听人提起过。
en_us: When You XiaoMo was in Central City, he had occasionally heard people mention this.

source: 游小默在九十层楼梯口告别九夜，随后一头钻进房间再进入空间，给灵草田的灵草存好足够的灵水，再拔掉重新长出来的杂草才离开空间。
en_us: You XiaoMo bid Jiu Ye farewell at level ninety, entering his room and then his dimensions. He watered his fields and got rid of the newly sprouted weeds before leaving.

source: 游小默在内心愤怒的吼道，他才没有跪着求他，不过下一秒他就将内丹抢了过来。
en_us: In his heart, You XiaoMo screamed out, he didn't kneel to beg him, but right after that, he aggressively took the Life Crystal.

source: 游小默在听到两个熟悉得耳朵都快生茧的字后第一时间就躲到凌霄身后，动作毫不迟疑。
en_us: The instant You XiaoMo heard those two familiar words, which were familiar to the point that his ears were almost bleeding, his first response was to hide unhesitatingly behind Ling Xiao.

source: 游小默在船舱里能感觉到船在摇晃，连商船都有感觉，怪不得老人不让他们乘小船出海，怕是刚到这片海域，小船不会解体了。
en_us: You XiaoMo could feel the ship rocking while in the hold. It was no wonder the old man did not let them go to sea by boat if they could even feel the waves in a merchant ship. The old man was afraid that the boat would disintegrate as soon as they arrived at this area of the sea.

source: 游小默在院子里挖里一个洞，然后将坛子埋进去，再将土踩得严严实实的，确保没问题后才拿着剩下半瓶灵酒离开空间。
en_us: You XiaoMo dug a hole in the courtyard, then he buried the jar in it and stomped the earth level to make sure that there was no problem before leaving the dimension with the remaining half bottle of spirit wine wine.

source: 游小默坐在炉鼎前方，双手在胸前结着道道复杂却又熟练无比的手印，在他面前的炉鼎里，一百多株灵草已经被他提炼成一团团五颜六色的粘稠液体，黑色的杂质落在炉鼎周围，堆积了不少。
en_us: You XiaoMo sat in front of the cauldron, and his hands formed complex yet extremely practiced hand signs (手印) in front of his chest. In the cauldron, he had already refined the hundred magic herbs into round balls of colorful, sticky liquid. Quite a bit of the black impurities landed on the edges of the cauldron.

source: 游小默坚决不承认他的表情传达的其实是‘刚称赞过你，智商又掉回去’的意思，突然问他这种问题，他怎么可能会猜得到。
en_us: You XiaoMo absolutely refused to acknowledge that his expression actually carried the meaning of 'I just praised you, but your IQ just dropped back down.' How could he guess what the answer was if Ling Xiao suddenly asked him this kind of question?

source: 游小默坚定的握紧拳头，眼睛里冒着奋斗的火花，“你放心，我一定会不遗余力的拍到它的。”
en_us: You XiaoMo clenched his fist in determination and sparks of combativeness ignited in his eyes, "Rest assured, I will definitely so spare no pains or effort to get it."

source: 游小默垮下脸，“你怎么这么确定？”
en_us: You XiaoMo stared at him in suspicion (垮下脸), "How are you so sure?"

source: 游小默大概猜到他的顾虑，“这样吧，我最后再加五百万灵晶。”他刻意强调‘最后’这两个字。
en_us: You XiaoMo roughly guessed what his misgivings were. "How about this, lastly I'll add another five million spirit gems." He purposefully emphasized the 'lastly.'

source: 游小默大概的提了下自己的要求。
en_us: You XiaoMo approximately raised his own requirements.

source: 游小默大概看衡量了一下，白虎的身体长约十米，宽约三米，同理可证，他的床也是这么大，他现在终于相信白虎是个超级享受的主，死了也不愿意亏待自己。
en_us: You XiaoMo roughly measured the White Tiger. The White Tiger's body was about ten meters long and approximately three meters wide. Using the same method, his bed was also that big. He now finally believed that the White Tiger was a individual who totally enjoyed his comforts and was unwilling to treat himself shabbily even when he was dead.

source: 游小默失望，果然还是得用两只脚。
en_us: You XiaoMo was disappointed, at the end of the day, they still had to walk.
